Repository: M1chlCZ/Rocketbot-App-New
Catalog: lib/l10n/app_*.arb
Languages: cs

source: Login
cs: Přihlásit

source: Register
cs: Registrovat

# register_button
source: Register
cs: Registrovat

source: Password
cs: Heslo

# conf_password
source: Confirm Password
cs: Potvrdit Heslo

# forgot_pass
source: Forgot Password?
cs: Zapomněli jste heslo?

source: or
cs: nebo

source: Sign in
cs: Přihlásit

# sign_in_google
source: Sign in with Google
cs: Přihlásit s Google

# sign_in_apple
source: Sign in with Apple
cs: Přihlásit s Apple

# enter_code
source: Please enter code from the e-mail
cs: Prosím zadejte kód z e-mailu

# enter_code_hint
source: E-mail code
cs: E-mail kód

source: Name
cs: Jméno

source: Surname
cs: Přijmení

# succ
source: Success
cs: Úspěch

source: Cancel
cs: Zrušit

source: Alert
cs: Upozornění

source: Close
cs: Zavřít

source: Agreed to
cs: Souhlas s

# terms
source: Terms and conditions
cs: Podmínkami použítí

# forgot_email
source: Please enter your email
cs: Prosím zadejte svůj e-mail

source: About
cs: O aplikaci

source: Receive
cs: Obdržet

source: Fees
cs: Poplateky

# min_withdraw
source: Min amount
cs: Minimální obnos

source: Send
cs: Odeslat

source: Sent to
cs: Odesláno na:

source: ALL
cs: VŠE

# onew
source: 1W
cs: 1T

# no_tx
source: No transactions
cs: Žádné transakce

source: Copy
cs: Kopírovat

source: Explorer
cs: Prohlížeč

# txdet
source: Transaction Detail
cs: Detaily transakce

# tx
source: Transactions
cs: Transakce

# txcopy
source: TX id copied to clipboard
cs: TX id zkopírována do schránky

source: confirmations
cs: potvrzení

# history_popup
source: HISTORY
cs: HISTORIE

# settings_popup
source: SETTINGS
cs: NASTAVENÍ

# about_popup
source: ABOUT
cs: O APPCE

source: Choose coin
cs: Zvolte minci

# or_scan_qr
source: or receive via QR-code
cs: nebo pomocí scanu QR-kódu

source: Address
cs: Adresa

source: Amount
cs: Množství mincí

# or_send_scan_qr
source: or send via QR-code
cs: nebo pomocí QR-kódu

# graph_no_data
source: Sorry, we couldn't get the data for the graph
cs: Omlouváme se, data pro graf jsou nedostupná

# settings_screen
source: Settings
cs: Nastavení

# settings_main
source: Main Settings
cs: Hlavní nastavení

# settings_privacy
source: Privacy Settings
cs: Nastavení soukromí

# qr_scan_flash
source: Flash
cs: Blesk

# qr_scan_on
source: on
cs: Zap.

# qr_scan_off
source: off
cs: Vyp.

# qr_scan_back
source: Back Camera
cs: Přední foťák

# qr_scan_front
source: Fron Camera
cs: Zadní foťák

# sc_headline
source: APP Security
cs: Zabezpečení aplikace

# sc_auth_headline
source: Authentication Settings
cs: Nastavení zabezpečení

# sc_auth_type
source: Authenticate by:
cs: Ověřit pomocí:

# sc_pin_settings
source: PIN settings
cs: Nastavení PIN

# sc_change_pin
source: Change PIN
cs: Změnit PIN

# sc_remove_pin
source: Remove PIN
cs: Odstranit PIN

# sc_change_succ
source: PIN change successful
cs: Změna PIN úspěšná

# sc_change_fuck
source: PIN change unsuccessful
cs: Změna PIN neúspěšná

# sc_security
source: Security
cs: Zabezpěčení

# sc_pin_removed
source: PIN removed successfully
cs: PIN odstraněn

# as_enter_pin
source: Please enter PIN
cs: Prosím zadejte PIN

# as_wrong_pin
source: Wrong PIN, please try again
cs: Nespravný PIN, prosím zkuste to znovu

# as_enter_desired_pin
source: Please enter desired PIN
cs: Zadejte požadovaný PIN

# as_enter_desired_confirm_pin
source: Please confirm desired PIN
cs: Prosím potvrďte požadovaný PIN

# dl_log_out
source: Do you really want to log out of the app?
cs: Opravdu se chcete odhlásit z aplikace?

# dl_soc_log_out
source: Do you really want to unlink {1} from Rocketbot?
cs: Chce zrušit propojení {1} z Rocketbot?

# about_rocket
source: RocketBot Wallet App, uses cryptocurrencies for micropayments on social media platforms(Twitter, Telegram & Discord).
cs: RocketBot Pěněženka Provádějte mikroplatby na sociálních sítích (Twitter, Telegram & Discord).

# about_terms
source: Terms of Use
cs: Zásady používání

# about_policy
source: Privacy Policy
cs: Zásady soukromí

# about_visit
source: Visit our website
cs: Navšivte naší stránku

# about_merge
source: Project Merge
cs: Projekt Merge

# about_devs
source: Development
cs: Vývoj

# about_develop
source: Development site
cs: Stránka vývoje

# about_licences
source: View licences
cs: Zobrazit licence

# dp_error
source: Error: Withdrawal Disabled
cs: Chyba: Vybírání je pozastaveno pro tuto minci

source: Log out
cs: Odhlásit se

source: Error
cs: Chyba

# username_invalid
source: Invalid surname name
cs: Neplatné příjmení

# username_invalid_message
source: The surname has to be at least 1 characters long
cs: Příjmení musí mít alespoň 1 znak

# password_invalid
source: Invalid Password
cs: Neplatné heslo

# password_invalid_message
source: The password should be at least 8 characters long
cs: Heslo musí mít alespoň 8 znaků

# email_invalid
source: Invalid e-mail
cs: Neplatný e-mail

# email_invalid_message
source: Please enter valid e-mail address
cs: Prosím zadejte platný e-mail

# name_invalid
source: Invalid name
cs: Neplatné jméno

# name_invalid_message
source: Please enter name which is longer than 1 character
cs: Jméno musí mít alespoň 1 znak

# password_mismatch
source: Passwords don't match
cs: Hesla se neshodují

# password_mismatch_message
source: Please enter same password to password and password confirmation box
cs: Zadejte do obou polí stejná hesla

# coin_sent
source: Transaction executed successfully
cs: Transaction úspěšně provedena

# reg_succ
source: Please check your email inbox, for register confirmation
cs: Prosím zkontrolujte e-mailovou schránku pro potvrzení registrace

# terms_agree
source: You need to agree with terms and conditions
cs: Prosím odsouhlaste podmínky použití

source: Language
cs: Jazyk

# deflt
source: Rank
cs: Dle hodnocení

# by_amount
source: Amount
cs: Podle množství

# alphabeticall
source: Alphabet
cs: Abecedně

# by_value
source: Total Value
cs: Podle hodnoty

source: Less than
cs: Méně než

# tx_problem
source: Can't load transactions
cs: Nepodařilo se načíst transakce

source: Hide zeros
cs: Skrýt nulové položky

# join_discord
source: Join Rocketbot Discord
cs: Připojte se k Rocketbot Discord

# send_discord
source: Send DM to Rocket(bot)
cs: Zašlete DM na Rocket(bot)

# socials_info
source: By linking your social media accounts, all tokens will be combined by RocketBot.pro. This secures your balances in the event your social media account is suspended. One account for all, powered by Merge.
cs: Napojením vašich sociálních sítích, všechny vaše tokeny budou spravovány Rocketbot.pro. Tímto krokem zabezpečíte všechen Váš obnos v případě, že Váš účet sociální sítě bude pozastaven. Jeden účet pro vše díky Merge.

# stake_get_all
source: Remove all Tokens
cs: Vybrat všechny mince

# stake_get_reward
source: Withdraw Rewards
cs: Vybrat odměnu

# stake_swipe
source: Swipe to stake
cs: Odeslat na staking

# stake_amount
source: Amount to stake
cs: Množství mincí pro staking

# stake_wait
source: Might take a while!
cs: Chvíli to potrvá!

# stake_reward
source: Reward
cs: Odměna

# stake_unconfirmed
source: Unconfirmed stake amount
cs: Nepotvrzené množství mincí stakingu

# stake_staked_amount
source: Staked amount
cs: Staking obnos

# stake_available
source: Available amount
cs: Dostupné mince

# staking_not_enough
source: Not enough enough coins to complete the operation!
cs: Nedostatek mincí na dokončení operace!

# staking_not_min
source: Fail! Minimal amount to send: {1} {2}
cs: Chyba! Minimum k odeslaní je: {1} {2}

# staking_with_info
source: Your tokens have been sent, please allow {1} confirmation before they become available
cs: Vaše mince byly odeslány, prosím počkejte {1} potvrzení než budou připsány na Váš účet

# staking_lock_coins
source: Coins will be locked for 24 hours
cs: Mince budou zamknuty na 24 hodin

# dl_not_close
source: Do not exit the app!
cs: Prosím nezavírejte aplikaci!

# dl_pls_wait
source: Please wait
cs: Prosím čekejte

# staking_total_tokens
source: Total tokens in the pool
cs: Celkový počet PoS tokenů

# staking_monetary_value
source: Monetary value
cs: Finanční hodnota

# staking_contrib
source: Your contribution
cs: Váš podíl

# staking_est
source: Your estimated reward
cs: Odhad vaší odměny

# staking_day
source: day
cs: den

# st_less
source: Show less details
cs: Zobrazit méně

# st_more
source: Show more details
cs: Zobrazit více
